2016/brp 2016-02-09/art/art-proeftuin/KUC001-Afstamming-RegistratieGeboorte/ART/ExpectedResults/data/Geboorte kind-3-dataresponse.xml

<Results>
    <ResultSet fetchSize="0">
        <Row rowNumber="1">
            <ABONNEMENT>40</ABONNEMENT>
            <NAAM>Automatisch synchroniseren populatie 034401</NAAM>
            <DATA><soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/">
  <soap:Body>
    <brp:lvg_synVerwerkPersoon xmlns:brp="http://www.bzk.nl/brp/brp0200">
  <brp:stuurgegevens>
    <brp:zendendePartij>199903</brp:zendendePartij>
    <brp:zendendeSysteem>BRP</brp:zendendeSysteem>
    <brp:ontvangendePartij>034401</brp:ontvangendePartij>
    <brp:ontvangendeSysteem>Leveringsysteem</brp:ontvangendeSysteem>
    <brp:referentienummer>6b8f1562-58e5-4d9d-aa64-4d1e2c453e59</brp:referentienummer>
    <brp:tijdstipVerzending>2014-12-12T14:01:39.173+01:00</brp:tijdstipVerzending>
  </brp:stuurgegevens>
  <brp:parameters>
    <brp:soortSynchronisatie>Volledigbericht</brp:soortSynchronisatie>
    <brp:abonnementNaam>Automatisch synchroniseren populatie 034401</brp:abonnementNaam>
    <brp:categorieDienst>Mutatielevering op basis van doelbinding</brp:categorieDienst>
  </brp:parameters>
  <brp:synchronisatie brp:objecttype="AdministratieveHandeling">
    <brp:code>01001</brp:code>
    <brp:naam>Geboorte in Nederland</brp:naam>
    <brp:categorie>Actualisering</brp:categorie>
    <brp:partijCode>034401</brp:partijCode>
    <brp:tijdstipRegistratie>2014-12-12T14:01:38.315+01:00</brp:tijdstipRegistratie>
    <brp:bijgehoudenPersonen>
      <brp:persoon brp:objecttype="Persoon" brp:communicatieID="1">
        <brp:soortCode>I</brp:soortCode>
        <brp:afgeleidAdministratief>
          <brp:tijdstipLaatsteWijziging>2014-12-12T14:01:38.315+01:00</brp:tijdstipLaatsteWijziging>

          <brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>N</brp:indicatieOnverwerktBijhoudingsvoorstelNietIngezeteneAanwezig>
        </brp:afgeleidAdministratief>
        <brp:identificatienummers>
          <brp:datumAanvangGeldigheid>2014-12-12</brp:datumAanvangGeldigheid>
          <brp:burgerservicenummer>200010992</brp:burgerservicenummer>
          <brp:administratienummer>1321406948</brp:administratienummer>
        </brp:identificatienummers>
        <brp:samengesteldeNaam>
          <brp:datumAanvangGeldigheid>2014-12-12</brp:datumAanvangGeldigheid>
          <brp:indicatieAfgeleid>J</brp:indicatieAfgeleid>
          <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
          <brp:voornamen>Eveline</brp:voornamen>
          <brp:geslachtsnaamstam>Appelo</brp:geslachtsnaamstam>
        </brp:samengesteldeNaam>
        <brp:geboorte>
          <brp:datum>2014-12-12</brp:datum>
          <brp:gemeenteCode>1773</brp:gemeenteCode>
          <brp:landGebiedCode>6030</brp:landGebiedCode>
        </brp:geboorte>
        <brp:geslachtsaanduiding>
          <brp:datumAanvangGeldigheid>2014-12-12</brp:datumAanvangGeldigheid>
          <brp:code>V</brp:code>
        </brp:geslachtsaanduiding>
        <brp:inschrijving>
          <brp:datum>2014-12-12</brp:datum>
        </brp:inschrijving>
        <brp:bijhouding>
          <brp:datumAanvangGeldigheid>2014-12-12</brp:datumAanvangGeldigheid>
          <brp:partijCode>034401</brp:partijCode>
          <brp:bijhoudingsaardCode>I</brp:bijhoudingsaardCode>
          <brp:nadereBijhoudingsaardCode>A</brp:nadereBijhoudingsaardCode>
          <brp:indicatieOnverwerktDocumentAanwezig>N</brp:indicatieOnverwerktDocumentAanwezig>
        </brp:bijhouding>
        <brp:voornamen>
          <brp:voornaam brp:objecttype="PersoonVoornaam">
            <brp:datumAanvangGeldigheid>2014-12-12</brp:datumAanvangGeldigheid>
            <brp:volgnummer>1</brp:volgnummer>
            <brp:naam>Eveline</brp:naam>
          </brp:voornaam>
        </brp:voornamen>
        <brp:geslachtsnaamcomponenten>
          <brp:geslachtsnaamcomponent brp:objecttype="PersoonGeslachtsnaamcomponent">
            <brp:datumAanvangGeldigheid>2014-12-12</brp:datumAanvangGeldigheid>
            <brp:volgnummer>1</brp:volgnummer>
            <brp:stam>Appelo</brp:stam>
          </brp:geslachtsnaamcomponent>
        </brp:geslachtsnaamcomponenten>
        <brp:naamgebruik>
          <brp:code>E</brp:code>
          <brp:indicatieAfgeleid>J</brp:indicatieAfgeleid>
          <brp:voornamen>Eveline</brp:voornamen>
          <brp:geslachtsnaamstam>Appelo</brp:geslachtsnaamstam>
        </brp:naamgebruik>
        <brp:adressen>
          <brp:adres brp:objecttype="PersoonAdres">
            <brp:datumAanvangGeldigheid>2014-12-12</brp:datumAanvangGeldigheid>
            <brp:soortCode>W</brp:soortCode>
            <brp:redenWijzigingCode>A</brp:redenWijzigingCode>
            <brp:datumAanvangAdreshouding>2014-12-12</brp:datumAanvangAdreshouding>
            <brp:gemeenteCode>0344</brp:gemeenteCode>
            <brp:naamOpenbareRuimte>Vredenburg</brp:naamOpenbareRuimte>
            <brp:afgekorteNaamOpenbareRuimte>Vredenburg</brp:afgekorteNaamOpenbareRuimte>
            <brp:huisnummer>3</brp:huisnummer>
            <brp:huisnummertoevoeging>AAA</brp:huisnummertoevoeging>
            <brp:postcode>3511BA</brp:postcode>
            <brp:woonplaatsnaam>Utrecht</brp:woonplaatsnaam>
            <brp:landGebiedCode>6030</brp:landGebiedCode>
          </brp:adres>
        </brp:adressen>
        <brp:nationaliteiten>
          <brp:nationaliteit brp:objecttype="PersoonNationaliteit">
            <brp:datumAanvangGeldigheid>2014-12-12</brp:datumAanvangGeldigheid>
            <brp:nationaliteitCode>0001</brp:nationaliteitCode>
            <brp:redenVerkrijgingCode>018</brp:redenVerkrijgingCode>
          </brp:nationaliteit>
        </brp:nationaliteiten>
        <brp:betrokkenheden>
          <brp:kind brp:objecttype="Betrokkenheid">
            <brp:familierechtelijkeBetrekking brp:objecttype="Relatie">
              <brp:betrokkenheden>
                <brp:ouder brp:objecttype="Betrokkenheid">
                  <brp:persoon brp:objecttype="Persoon">
                    <brp:soortCode>I</brp:soortCode>
                    <brp:identificatienummers>
                      <brp:burgerservicenummer>100000009</brp:burgerservicenummer>
                      <brp:administratienummer>1010101025</brp:administratienummer>
                    </brp:identificatienummers>
                    <brp:samengesteldeNaam>
                      <brp:indicatieAfgeleid>J</brp:indicatieAfgeleid>
                      <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
                      <brp:voornamen>Olav</brp:voornamen>
                      <brp:geslachtsnaamstam>Rolland</brp:geslachtsnaamstam>
                    </brp:samengesteldeNaam>
                    <brp:geboorte>
                      <brp:datum>1981-10-02</brp:datum>
                      <brp:gemeenteCode>0519</brp:gemeenteCode>
                      <brp:woonplaatsnaam>'s-Gravenzande</brp:woonplaatsnaam>
                      <brp:landGebiedCode>6030</brp:landGebiedCode>
                    </brp:geboorte>
                    <brp:geslachtsaanduiding>
                      <brp:code>M</brp:code>
                    </brp:geslachtsaanduiding>
                  </brp:persoon>
                  <brp:ouderschap>
                    <brp:datumAanvangGeldigheid>2014-12-12</brp:datumAanvangGeldigheid>
                  </brp:ouderschap>
                </brp:ouder>
                <brp:ouder brp:objecttype="Betrokkenheid">
                  <brp:persoon brp:objecttype="Persoon">
                    <brp:soortCode>I</brp:soortCode>
                    <brp:identificatienummers>
                      <brp:burgerservicenummer>100000010</brp:burgerservicenummer>
                      <brp:administratienummer>1010101502</brp:administratienummer>
                    </brp:identificatienummers>
                    <brp:samengesteldeNaam>
                      <brp:indicatieAfgeleid>J</brp:indicatieAfgeleid>
                      <brp:indicatieNamenreeks>N</brp:indicatieNamenreeks>
                      <brp:voornamen>Dina</brp:voornamen>
                      <brp:voorvoegsel>de</brp:voorvoegsel>
                      <brp:scheidingsteken> </brp:scheidingsteken>
                      <brp:geslachtsnaamstam>Huisman</brp:geslachtsnaamstam>
                    </brp:samengesteldeNaam>
                    <brp:geboorte>
                      <brp:datum>1982-05-28</brp:datum>
                      <brp:gemeenteCode>0519</brp:gemeenteCode>
                      <brp:woonplaatsnaam>'s-Gravenzande</brp:woonplaatsnaam>
                      <brp:landGebiedCode>6030</brp:landGebiedCode>
                    </brp:geboorte>
                    <brp:geslachtsaanduiding>
                      <brp:code>V</brp:code>
                    </brp:geslachtsaanduiding>
                  </brp:persoon>
                  <brp:ouderschap>
                    <brp:datumAanvangGeldigheid>2014-12-12</brp:datumAanvangGeldigheid>
                  </brp:ouderschap>
                </brp:ouder>
              </brp:betrokkenheden>
            </brp:familierechtelijkeBetrekking>
          </brp:kind>
        </brp:betrokkenheden>
      </brp:persoon>
    </brp:bijgehoudenPersonen>
  </brp:synchronisatie>
</brp:lvg_synVerwerkPersoon>
  </soap:Body>
</soap:Envelope></DATA>
        </Row>
    </ResultSet>
</Results>
